Revit 2021.1 API
UnitUtils.Convert Method
Overload List
Name | Description
Convert(Double, DisplayUnitType, DisplayUnitType) |  Obsolete.
 Converts a value from one display unit to another, such as square feet to square meters.
Convert(Double, ForgeTypeId, ForgeTypeId)
 Converts a value from one unit to another, such as square feet to square meters.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace